@echo off
title EveryTab - HPMED
chcp 65001 > nul
mode 120,32
cls
goto :Start
:Books
cls
echo.
echo.
echo.
ping localhost -n 2 >nul
echo     [34m           ▄████████  ▄█    █▄     ▄████████    ▄████████ ▄██   ▄       ███        ▄████████ ▀█████████▄  [0m
ping localhost -n 1 >nul
echo     [34m          ███    ███ ███    ███   ███    ███   ███    ███ ███   ██▄ ▀█████████▄   ███    ███   ███    ███ [0m
ping localhost -n 1 >nul
echo     [94m          ███    █▀  ███    ███   ███    █▀    ███    ███ ███▄▄▄███    ▀███▀▀██   ███    ███   ███    ███ [0m
ping localhost -n 1 >nul
echo     [94m         ▄███▄▄▄     ███    ███  ▄███▄▄▄      ▄███▄▄▄▄██▀ ▀▀▀▀▀▀███     ███   ▀   ███    ███  ▄███▄▄▄██▀  [0m
ping localhost -n 1 >nul
echo     [36m        ▀▀███▀▀▀     ███    ███ ▀▀███▀▀▀     ▀▀███▀▀▀▀▀   ▄██   ███     ███     ▀███████████ ▀▀███▀▀▀██▄  [0m
ping localhost -n 1 >nul
echo     [36m          ███    █▄  ███    ███   ███    █▄  ▀███████████ ███   ███     ███       ███    ███   ███    ██▄ [0m
ping localhost -n 1 >nul
echo     [96m          ███    ███ ███    ███   ███    ███   ███    ███ ███   ███     ███       ███    ███   ███    ███ [0m
ping localhost -n 1 >nul
echo     [96m          ██████████  ▀██████▀    ██████████   ███    ███  ▀█████▀     ▄████▀     ███    █▀  ▄█████████▀  [0m
echo.
echo                                             ____              __       
echo                                            ^/ __ )____  ____  ^/ ^/_______
echo                                           ^/ __  ^/ __ ^\^/ __ ^\^/ ^/^/_^/ ___^/
echo                                          ^/ ^/_^/ ^/ ^/_^/ ^/ ^/_^/ ^/ ^,^< (__  ) 
echo                                         ^/_____^/^\____^/^\____^/_^/^|_^/____^/  
echo.
echo.
echo.
:input
echo                  [94m      the [95m[♥][0m [94mmeans that the r/Piracy community approve and love this site/app[0m
ping localhost -n 1 >nul
echo     [90;1m#═╦════════════»[0m           [92m[Audioaz][0m          [95m[1][0m
ping localhost -n 1 >nul
echo       [90;1m╚═╦═══════════»[0m        [92m[Singlelogin][0m        [95m[2][0m
ping localhost -n 1 >nul
echo         [90;1m╚═╦══════════»[0m         [92m[Pdfdrive][0m         [95m[3][0m
ping localhost -n 1 >nul
echo           [90;1m╚═╦═════════»[0m         [92m[Libgen][0m          [95m[4][0m
ping localhost -n 1 >nul
echo             [90;1m╚═╦════════»[0m        [92m[Liber3][0m          [95m[5][0m
ping localhost -n 1 >nul
echo               [90;1m╚═╦═══════»[0m   [92m[Annas's Archive][0m     [95m[6][0m
ping localhost -n 1 >nul
echo                 [90;1m╚═╦══════»[0m  [92m[Readcomiconline] [0m    [95m[7][0m
ping localhost -n 1 >nul
echo                   [90;1m╚═╦═════»[0m   [92m[Comixextra][0m        [95m[8][0m
ping localhost -n 1 >nul
echo                     [90;1m╚═╦════»[0m     [92m[Back][0m           [95m[9][0m
ping localhost -n 1 >nul
echo|set /p=".                      [90;1m╚═════>[0m"
choice /c 123456789 >nul
if /I "%errorlevel%" EQU "1" (
  start "" https://audioaz.com
  goto :Start
)
if /I "%errorlevel%" EQU "2" (
  start "" https://singlelogin.re
  goto :Start
)
if /I "%errorlevel%" EQU "3" (
  start "" https://www.pdfdrive.to
  goto :Start
)
if /I "%errorlevel%" EQU "4" (
  start "" https://libgen.is
  goto :Start
)
if /I "%errorlevel%" EQU "5" (
  start "" https://liber3.eth.limo
  goto :Start
)
if /I "%errorlevel%" EQU "6" (
  start "" https://annas-archive.li
  goto :Start
)
if /I "%errorlevel%" EQU "7" (
  start "" https://readcomiconline.li/
  goto :Start
)
if /I "%errorlevel%" EQU "8" (
  start "" https://comixextra.com/
  goto :Start
)
if /I "%errorlevel%" EQU "9" (
goto :Start
)
:Manga
cls
echo.
echo.
echo.
ping localhost -n 2 >nul
echo     [34m           ▄████████  ▄█    █▄     ▄████████    ▄████████ ▄██   ▄       ███        ▄████████ ▀█████████▄  [0m
ping localhost -n 1 >nul
echo     [34m          ███    ███ ███    ███   ███    ███   ███    ███ ███   ██▄ ▀█████████▄   ███    ███   ███    ███ [0m
ping localhost -n 1 >nul
echo     [94m          ███    █▀  ███    ███   ███    █▀    ███    ███ ███▄▄▄███    ▀███▀▀██   ███    ███   ███    ███ [0m
ping localhost -n 1 >nul
echo     [94m         ▄███▄▄▄     ███    ███  ▄███▄▄▄      ▄███▄▄▄▄██▀ ▀▀▀▀▀▀███     ███   ▀   ███    ███  ▄███▄▄▄██▀  [0m
ping localhost -n 1 >nul
echo     [36m        ▀▀███▀▀▀     ███    ███ ▀▀███▀▀▀     ▀▀███▀▀▀▀▀   ▄██   ███     ███     ▀███████████ ▀▀███▀▀▀██▄  [0m
ping localhost -n 1 >nul
echo     [36m          ███    █▄  ███    ███   ███    █▄  ▀███████████ ███   ███     ███       ███    ███   ███    ██▄ [0m
ping localhost -n 1 >nul
echo     [96m          ███    ███ ███    ███   ███    ███   ███    ███ ███   ███     ███       ███    ███   ███    ███ [0m
ping localhost -n 1 >nul
echo     [96m          ██████████  ▀██████▀    ██████████   ███    ███  ▀█████▀     ▄████▀     ███    █▀  ▄█████████▀  [0m
ping localhost -n 1 >nul
echo.
echo                                           __  ___                       
echo                                          ^/  ^|^/  ^/___ _____  ____ _____ _
echo                                         ^/ ^/^|_^/ ^/ __ ^`^/ __ ^\^/ __ ^`^/ __ ^`^/
echo                                        ^/ ^/  ^/ ^/ ^/_^/ ^/ ^/ ^/ ^/ ^/_^/ ^/ ^/_^/ ^/ 
echo                                       ^/_^/  ^/_^/^\__^,_^/_^/ ^/_^/^\__^, ^/^\__^,_^/  
echo                                                          ^/____^/              
echo.
echo.
:input
echo                  [94m      the [95m[♥][0m [94mmeans that the r/Piracy community approve and love this site/app[0m
ping localhost -n 1 >nul
echo     [90;1m#═╦══════════════»[0m       [92m[Mangareader][0m    [95m[1][0m[95m[♥][0m
ping localhost -n 1 >nul
echo       [90;1m╚═╦═════════════»[0m        [92m[Mangadex][0m     [95m[2][0m[95m[♥][0m
ping localhost -n 1 >nul
echo         [90;1m╚═╦════════════»[0m         [92m[Back][0m       [95m[9][0m
ping localhost -n 1 >nul
echo|set /p=".          [90;1m╚═══════════>[0m"
choice /c 1234567890 >nul
if /I "%errorlevel%" EQU "1" (
  start "" https://mangareader.to/
  goto :Start
)
if /I "%errorlevel%" EQU "2" (
  start "" https://mangadex.org
  goto :Start
)
if /I "%errorlevel%" EQU "9" (
  goto :Start
)
:Music
cls
echo.
echo.
echo.
ping localhost -n 2 >nul
echo     [34m           ▄████████  ▄█    █▄     ▄████████    ▄████████ ▄██   ▄       ███        ▄████████ ▀█████████▄  [0m
ping localhost -n 1 >nul
echo     [34m          ███    ███ ███    ███   ███    ███   ███    ███ ███   ██▄ ▀█████████▄   ███    ███   ███    ███ [0m
ping localhost -n 1 >nul
echo     [94m          ███    █▀  ███    ███   ███    █▀    ███    ███ ███▄▄▄███    ▀███▀▀██   ███    ███   ███    ███ [0m
ping localhost -n 1 >nul
echo     [94m         ▄███▄▄▄     ███    ███  ▄███▄▄▄      ▄███▄▄▄▄██▀ ▀▀▀▀▀▀███     ███   ▀   ███    ███  ▄███▄▄▄██▀  [0m
ping localhost -n 1 >nul
echo     [36m        ▀▀███▀▀▀     ███    ███ ▀▀███▀▀▀     ▀▀███▀▀▀▀▀   ▄██   ███     ███     ▀███████████ ▀▀███▀▀▀██▄  [0m
ping localhost -n 1 >nul
echo     [36m          ███    █▄  ███    ███   ███    █▄  ▀███████████ ███   ███     ███       ███    ███   ███    ██▄ [0m
ping localhost -n 1 >nul
echo     [96m          ███    ███ ███    ███   ███    ███   ███    ███ ███   ███     ███       ███    ███   ███    ███ [0m
ping localhost -n 1 >nul
echo     [96m          ██████████  ▀██████▀    ██████████   ███    ███  ▀█████▀     ▄████▀     ███    █▀  ▄█████████▀  [0m
ping localhost -n 1 >nul
echo.
echo                                             __  ___           _     
echo                                            ^/  ^|^/  ^/_  _______(_)____
echo                                           ^/ ^/^|_^/ ^/ ^/ ^/ ^/ ___^/ ^/ ___^/
echo                                          ^/ ^/  ^/ ^/ ^/_^/ (__  ) ^/ ^/__  
echo                                         ^/_^/  ^/_^/^\__,_^/____^/_^/^\___^/  
echo.
echo.
echo.                                                                         
:input
echo                  [94m      the [95m[♥][0m [94mmeans that the r/Piracy community approve and love this site/app[0m
ping localhost -n 1 >nul
echo     [90;1m#═╦══════════════»[0m        [92m[Cobalt][0m           [95m[1][0m[95m[♥][0m
ping localhost -n 1 >nul
echo       [90;1m╚═╦═════════════»[0m     [92m[Doubledouble][0m       [95m[2][0m[95m[♥][0m
ping localhost -n 1 >nul
echo         [90;1m╚═╦════════════»[0m      [92m[Lucida][0m           [95m[3][0m[95m[♥][0m
ping localhost -n 1 >nul
echo           [90;1m╚═╦═══════════»[0m    [92m[Mp3-daddy][0m         [95m[4][0m[95m[♥][0m
ping localhost -n 1 >nul
echo             [90;1m╚═╦══════════»[0m     [92m[Squid][0m           [95m[6][0m[95m[♥][0m
ping localhost -n 1 >nul
echo               [90;1m╚═╦═════════»[0m     [92m[Back][0m           [95m[9][0m[95m[♥][0m
ping localhost -n 1 >nul
echo|set /p=".                [90;1m╚══════════>[0m"
choice /c 123456789 >nul
if /I "%errorlevel%" EQU "1" (
  start "" https://cobalt.tools/
  goto :Start
)
if /I "%errorlevel%" EQU "2" (
  start "" https://doubledouble.top/
  goto :Start
)
if /I "%errorlevel%" EQU "3" (
  start "" https://lucida.to/
  goto :Start
)
if /I "%errorlevel%" EQU "4" (
  start "" https://mp3-daddy.com/
  goto :Start
)
if /I "%errorlevel%" EQU "5" (
  start "" https://squid.wtf/
  goto :Start
)
if /I "%errorlevel%" EQU "9" (
  goto :Start
)
:Emulation
cls
echo.
echo.
echo.
ping localhost -n 2 >nul
echo     [34m           ▄████████  ▄█    █▄     ▄████████    ▄████████ ▄██   ▄       ███        ▄████████ ▀█████████▄  [0m
ping localhost -n 1 >nul
echo     [34m          ███    ███ ███    ███   ███    ███   ███    ███ ███   ██▄ ▀█████████▄   ███    ███   ███    ███ [0m
ping localhost -n 1 >nul
echo     [94m          ███    █▀  ███    ███   ███    █▀    ███    ███ ███▄▄▄███    ▀███▀▀██   ███    ███   ███    ███ [0m
ping localhost -n 1 >nul
echo     [94m         ▄███▄▄▄     ███    ███  ▄███▄▄▄      ▄███▄▄▄▄██▀ ▀▀▀▀▀▀███     ███   ▀   ███    ███  ▄███▄▄▄██▀  [0m
ping localhost -n 1 >nul
echo     [36m        ▀▀███▀▀▀     ███    ███ ▀▀███▀▀▀     ▀▀███▀▀▀▀▀   ▄██   ███     ███     ▀███████████ ▀▀███▀▀▀██▄  [0m
ping localhost -n 1 >nul
echo     [36m          ███    █▄  ███    ███   ███    █▄  ▀███████████ ███   ███     ███       ███    ███   ███    ██▄ [0m
ping localhost -n 1 >nul
echo     [96m          ███    ███ ███    ███   ███    ███   ███    ███ ███   ███     ███       ███    ███   ███    ███ [0m
ping localhost -n 1 >nul
echo     [96m          ██████████  ▀██████▀    ██████████   ███    ███  ▀█████▀     ▄████▀     ███    █▀  ▄█████████▀  [0m
ping localhost -n 1 >nul
echo.
echo                                   ______                __      __  _           
echo                                  ^/ ____^/___ ___  __  __^/ ^/___ _^/ ^/_(_)___  ____ 
echo                                 ^/ __^/ ^/ __ `__ ^\^/ ^/ ^/ ^/ ^/ __ `^/ __^/ ^/ __ ^\^/ __ ^\
echo                                ^/ ^/___^/ ^/ ^/ ^/ ^/ ^/ ^/_^/ ^/ ^/ ^/_^/ ^/ ^/_^/ ^/ ^/_^/ ^/ ^/ ^/ ^/
echo                               ^/_____^/_^/ ^/_^/ ^/_^/^\__,_^/_^/^\__,_^/^\__^/_^/^\____^/_^/ ^/_^/                                                                              
echo.
echo.
:input
echo                  [94m      the [95m[♥][0m [94mmeans that the r/Piracy community approve and love this site/app[0m
ping localhost -n 1 >nul
echo     [90;1m#═╦══════════════»[0m          [31m[Emulators][0m
ping localhost -n 1 >nul
echo       [90;1m╚═╦═════════════»[0m         [92m[Retroarch][0m     [95m[1][0m
ping localhost -n 1 >nul
echo         [90;1m╚═╦════════════»[0m          [92m[Ares][0m        [95m[2][0m
ping localhost -n 1 >nul
echo           [90;1m╚═╦═══════════»[0m         [92m[Es-De][0m       [95m[3][0m
ping localhost -n 1 >nul
echo             [90;1m╚═╦══════════»[0m        [31m[Roms][0m
ping localhost -n 1 >nul
echo               [90;1m╚═╦═════════»[0m      [92m[Nxbrew][0m       [95m[4][0m[95m[♥][0m
ping localhost -n 1 >nul
echo                 [90;1m╚═╦════════»[0m    [92m[Romhustler][0m    [95m[5][0m[95m[♥][0m
ping localhost -n 1 >nul
echo                   [90;1m╚═╦═══════»[0m    [92m[Blueroms][0m     [95m[6][0m[95m[♥][0m
ping localhost -n 1 >nul
echo                     [90;1m╚═╦══════»[0m   [92m[Romheaven] [0m   [95m[7][0m
ping localhost -n 1 >nul
echo                       [90;1m╚═╦═════»[0m [92m[Romulation][0m    [95m[8][0m[95m[♥][0m
ping localhost -n 1 >nul
echo                         [90;1m╚═╦════»[0m  [31m[Back][0m        [95m[9][0m
ping localhost -n 1 >nul
echo|set /p=".                          [90;1m╚═════>[0m"
choice /c 1234567890 >nul
if /I "%errorlevel%" EQU "1" (
  start "" https://www.retroarch.com/
  goto :Start
)
if /I "%errorlevel%" EQU "2" (
  start "" https://ares-emu.net/
  goto :Start
)
if /I "%errorlevel%" EQU "3" (
  start "" https://es-de.org/
  goto :Start
)
if /I "%errorlevel%" EQU "4" (
  start "" https://nxbrew.com/
  goto :Start
)
if /I "%errorlevel%" EQU "5" (
  start "" https://romhustler.org/
  goto :Start
)
if /I "%errorlevel%" EQU "6" (
  start "" https://www.blueroms.ws/
  goto :Start
)
if /I "%errorlevel%" EQU "7" (
  start "" https://romheaven.com/
  goto :Start
)
if /I "%errorlevel%" EQU "8" (
  start "" https://www.romulation.org/
  goto :Start
)
if /I "%errorlevel%" EQU "9" (
  goto :Start
)
:DA
cls
echo.
echo.
echo.
echo     [34m           ▄████████  ▄█    █▄     ▄████████    ▄████████ ▄██   ▄       ███        ▄████████ ▀█████████▄  [0m
echo     [34m          ███    ███ ███    ███   ███    ███   ███    ███ ███   ██▄ ▀█████████▄   ███    ███   ███    ███ [0m
echo     [94m          ███    █▀  ███    ███   ███    █▀    ███    ███ ███▄▄▄███    ▀███▀▀██   ███    ███   ███    ███ [0m
echo     [94m         ▄███▄▄▄     ███    ███  ▄███▄▄▄      ▄███▄▄▄▄██▀ ▀▀▀▀▀▀███     ███   ▀   ███    ███  ▄███▄▄▄██▀  [0m
echo     [36m        ▀▀███▀▀▀     ███    ███ ▀▀███▀▀▀     ▀▀███▀▀▀▀▀   ▄██   ███     ███     ▀███████████ ▀▀███▀▀▀██▄  [0m
echo     [36m          ███    █▄  ███    ███   ███    █▄  ▀███████████ ███   ███     ███       ███    ███   ███    ██▄ [0m
echo     [96m          ███    ███ ███    ███   ███    ███   ███    ███ ███   ███     ███       ███    ███   ███    ███ [0m
echo     [96m          ██████████  ▀██████▀    ██████████   ███    ███  ▀█████▀     ▄████▀     ███    █▀  ▄█████████▀  [0m
echo.
echo                                                 ^_^_^_          ^_                    
echo                                                ^/   ^|  ^_^_^_^_  (^_)^_^_^_ ^_^_^_  ^_^_^_    
echo                                               ^/ ^/^| ^| ^/ ^_^_ ^\^/ ^/ ^_^_ `^_^_ ^\^/ ^_ ^\   
echo                                              ^/ ^_^_^_ ^|^/ ^/ ^/ ^/ ^/ ^/ ^/ ^/ ^/ ^/  ^_^_^/  
echo                                             ^/^_^/  ^|^_^/^_^/ ^/^_^/^_^/^_^/ ^/^_^/ ^/^_^/^\^_^_^_^/     
echo.
echo.
:input
echo                  [94m      the [95m[♥][0m [94mmeans that the r/Piracy community approve and love this site/app[0m
echo     [90;1m#═╦══════════════»[0m       [31m[Desktop Apps][0m
echo       [90;1m╚═╦═════════════»[0m        [92m[Seanime][0m       [95m[1][0m
echo         [90;1m╚═╦════════════»[0m      [92m[Mangayomi][0m      [95m[2][0m
echo           [90;1m╚═╦═══════════»[0m       [92m[Akuse][0m        [95m[3][0m
echo             [90;1m╚═╦══════════»[0m       [31m[Back]        [0m[95m[9][0m
echo|set /p=".              [90;1m╚═══════════>[0m"
choice /c 1234567890 >nul
if /I "%errorlevel%" EQU "1" (
  start "" https://seanime.rahim.app/
  goto :Start
)
if /I "%errorlevel%" EQU "2" (
  start "" https://github.com/kodjodevf/mangayomi
  goto :Start
)
if /I "%errorlevel%" EQU "3" (
  start "" https://github.com/akuse-app/akuse
  goto :Start
)
if /I "%errorlevel%" EQU "9" (
  goto :Start
)
:AllPurpose
cls
echo.
echo.
echo.
echo     [34m           ▄████████  ▄█    █▄     ▄████████    ▄████████ ▄██   ▄       ███        ▄████████ ▀█████████▄  [0m
echo     [34m          ███    ███ ███    ███   ███    ███   ███    ███ ███   ██▄ ▀█████████▄   ███    ███   ███    ███ [0m
echo     [94m          ███    █▀  ███    ███   ███    █▀    ███    ███ ███▄▄▄███    ▀███▀▀██   ███    ███   ███    ███ [0m
echo     [94m         ▄███▄▄▄     ███    ███  ▄███▄▄▄      ▄███▄▄▄▄██▀ ▀▀▀▀▀▀███     ███   ▀   ███    ███  ▄███▄▄▄██▀  [0m
echo     [36m        ▀▀███▀▀▀     ███    ███ ▀▀███▀▀▀     ▀▀███▀▀▀▀▀   ▄██   ███     ███     ▀███████████ ▀▀███▀▀▀██▄  [0m
echo     [36m          ███    █▄  ███    ███   ███    █▄  ▀███████████ ███   ███     ███       ███    ███   ███    ██▄ [0m
echo     [96m          ███    ███ ███    ███   ███    ███   ███    ███ ███   ███     ███       ███    ███   ███    ███ [0m
echo     [96m          ██████████  ▀██████▀    ██████████   ███    ███  ▀█████▀     ▄████▀     ███    █▀  ▄█████████▀  [0m
echo.
echo                                                  ___    ____   ____                                 
echo                                                 ^/   ^|  ^/ ^/ ^/  ^/ __ ^\__  ___________  ____  ________ 
echo                                                ^/ ^/^| ^| ^/ ^/ ^/  ^/ ^/_^/ ^/ ^/ ^/ ^/ ___^/ __ ^\^/ __ ^\^/ ___^/ _ ^\
echo                                               ^/ ___ ^|^/ ^/ ^/  ^/ ____^/ ^/_^/ ^/ ^/  ^/ ^/_^/ ^/ ^/_^/ (__  )  __^/
echo                                              ^/_^/  ^|_^/_^/_^/  ^/_^/    ^\__,_^/_^/  ^/ .___^/^\____^/____^/^\___^/ 
echo                                                                            ^/_^/                      
echo.
:input
echo                  [94m      the [95m[♥][0m [94mmeans that the r/Piracy community approve and love this site/app[0m
echo     [90;1m#═╦══════════════»[0m         [92m[RuTracker][0m       [95m[1][0m[95m[♥][0m
echo       [90;1m╚═╦═════════════»[0m        [92m[Bitsearch][0m       [95m[2][0m
echo         [90;1m╚═╦════════════»[0m         [92m[BT4G][0m          [95m[3][0m
echo           [90;1m╚═╦═══════════»[0m        [92m[Back][0m          [95m[9][0m
echo|set /p=".            [90;1m╚════════════>[0m"
choice /c 123456789 >nul
if /I "%errorlevel%" EQU "1" (
  start "" https://rutracker.org/forum/index.php
  goto :Start
)
if /I "%errorlevel%" EQU "2" (
  start "" https://bitsearch.to
  goto :Start
)
if /I "%errorlevel%" EQU "3" (
  start "" https://bt4gprx.com
  goto :Start
)
if /I "%errorlevel%" EQU "9" (
  goto :Start
)
:Tools
cls
echo.
echo.
echo.
echo     [34m           ▄████████  ▄█    █▄     ▄████████    ▄████████ ▄██   ▄       ███        ▄████████ ▀█████████▄  [0m
echo     [34m          ███    ███ ███    ███   ███    ███   ███    ███ ███   ██▄ ▀█████████▄   ███    ███   ███    ███ [0m
echo     [94m          ███    █▀  ███    ███   ███    █▀    ███    ███ ███▄▄▄███    ▀███▀▀██   ███    ███   ███    ███ [0m
echo     [94m         ▄███▄▄▄     ███    ███  ▄███▄▄▄      ▄███▄▄▄▄██▀ ▀▀▀▀▀▀███     ███   ▀   ███    ███  ▄███▄▄▄██▀  [0m
echo     [36m        ▀▀███▀▀▀     ███    ███ ▀▀███▀▀▀     ▀▀███▀▀▀▀▀   ▄██   ███     ███     ▀███████████ ▀▀███▀▀▀██▄  [0m
echo     [36m          ███    █▄  ███    ███   ███    █▄  ▀███████████ ███   ███     ███       ███    ███   ███    ██▄ [0m
echo     [96m          ███    ███ ███    ███   ███    ███   ███    ███ ███   ███     ███       ███    ███   ███    ███ [0m
echo     [96m          ██████████  ▀██████▀    ██████████   ███    ███  ▀█████▀     ▄████▀     ███    █▀  ▄█████████▀  [0m
echo.
echo                                                    ______            __    
echo                                                   ^/_  __^/___  ____  ^/ ^/____
echo                                                    ^/ ^/ ^/ __ \^/ __ \^/ ^/ ___^/
echo                                                   ^/ ^/ ^/ ^/_^/ ^/ ^/_^/ ^/ (__  ) 
echo                                                  ^/_^/  \____^/\____^/_^/____^/  
echo.
:input
echo                  [94m      the [95m[♥][0m [94mmeans that the r/Piracy community approve and love this site/app[0m
echo     [90;1m#═╦═════════════»[0m       [31m[Download Managers][0m
echo       [90;1m╚═╦════════════»[0m           [92m[Gopeed][0m       [95m[1][0m[95m[♥][0m
echo         [90;1m╚═╦═══════════»[0m        [92m[Jdownloader][0m    [95m[2][0m[95m[♥][0m
echo           [90;1m╚═╦══════════»[0m         [92m[Motrix][0m       [95m[3][0m[95m[♥][0m
echo             [90;1m╚═╦═════════»[0m    [31m[Torrent Clients][0m
echo               [90;1m╚═╦════════»[0m     [92m[qBittorrent][0m    [95m[4][0m[95m[♥][0m
echo                 [90;1m╚═╦═══════»[0m      [92m[Deluge][0m       [95m[5][0m[95m[♥][0m
echo                   [90;1m╚═╦══════»[0m    [31m[Archivers] [0m
echo                     [90;1m╚═╦═════»[0m  [92m[CompactGUI][0m     [95m[6][0m
echo                       [90;1m╚═╦════»[0m   [92m[PeaZip][0m       [95m[7][0m[95m[♥][0m
echo                         [90;1m╚═╦═══»[0m   [92m[7-Zip][0m       [95m[8][0m[95m[♥][0m
echo                           [90;1m╚═╦══»[0m   [31m[Back][0m       [95m[9][0m
echo|set /p=".                            [90;1m╚═══>[0m"
choice /c 123456789 >nul
if /I "%errorlevel%" EQU "1" (
  start "" https://gopeed.com
  goto :Start
)
if /I "%errorlevel%" EQU "2" (
  start "" https://jdownloader.org
  goto :Start
)
if /I "%errorlevel%" EQU "3" (
  start "" https://www.motrix.app
  goto :Start
)
if /I "%errorlevel%" EQU "4" (
  start "" https://www.qbittorrent.org
  goto :Start
)
if /I "%errorlevel%" EQU "5" (
  start "" https://www.deluge-torrent.org
  goto :Start
)
if /I "%errorlevel%" EQU "6" (
  start "" https://github.com/IridiumIO/CompactGUI
  goto :Start
)
if /I "%errorlevel%" EQU "7" (
  start "" https://peazip.github.io
  goto :Start
)
if /I "%errorlevel%" EQU "8" (
  start "" https://www.7-zip.org
  goto :Start
)
if /I "%errorlevel%" EQU "9" (
  goto :Start
)
:MoviesTVShows
cls
echo.
echo.
echo.
echo     [34m           ▄████████  ▄█    █▄     ▄████████    ▄████████ ▄██   ▄       ███        ▄████████ ▀█████████▄  [0m
echo     [34m          ███    ███ ███    ███   ███    ███   ███    ███ ███   ██▄ ▀█████████▄   ███    ███   ███    ███ [0m
echo     [94m          ███    █▀  ███    ███   ███    █▀    ███    ███ ███▄▄▄███    ▀███▀▀██   ███    ███   ███    ███ [0m
echo     [94m         ▄███▄▄▄     ███    ███  ▄███▄▄▄      ▄███▄▄▄▄██▀ ▀▀▀▀▀▀███     ███   ▀   ███    ███  ▄███▄▄▄██▀  [0m
echo     [36m        ▀▀███▀▀▀     ███    ███ ▀▀███▀▀▀     ▀▀███▀▀▀▀▀   ▄██   ███     ███     ▀███████████ ▀▀███▀▀▀██▄  [0m
echo     [36m          ███    █▄  ███    ███   ███    █▄  ▀███████████ ███   ███     ███       ███    ███   ███    ██▄ [0m
echo     [96m          ███    ███ ███    ███   ███    ███   ███    ███ ███   ███     ███       ███    ███   ███    ███ [0m
echo     [96m          ██████████  ▀██████▀    ██████████   ███    ███  ▀█████▀     ▄████▀     ███    █▀  ▄█████████▀  [0m
echo.
echo                  __  ___           _              ___        _______    __   _____ __                      
echo                 ^/  ^|^/  ^/___ _   __(_)__  _____   ( _ )      ^/_  __^/ ^|  ^/ ^/  ^/ ___^/^/ ^/_  ____ _      _______
echo                ^/ ^/^|_^/ ^/ __ \ ^| ^/ ^/ ^/ _ \^/ ___^/  ^/ __ \^/^|     ^/ ^/  ^| ^| ^/ ^/   \__ \^/ __ \^/ __ \ ^| ^/^| ^/ ^/ ___^/
echo               ^/ ^/  ^/ ^/ ^/_^/ ^/ ^|^/ ^/ ^/  __(__  )  ^/ ^/_^/  ^<     ^/ ^/   ^| ^|^/ ^/   ___^/ ^/ ^/ ^/ ^/ ^/_^/ ^/ ^|^/ ^|^/ (__  ) 
echo              ^/_^/  ^/_^/\____^/^|___^/_^/\___^/____^/   \____^/\^/    ^/_^/    ^|___^/   ^/____^/_^/ ^/_^/\____^/^|__^/^|__^/____^/  
echo.
echo.
echo.                                                                         
:input
echo                  [94m      the [95m[♥][0m [94mmeans that the r/Piracy community approve and love this site/app[0m
echo     [90;1m#═╦══════════════»[0m       [92m[Smashystream][0m      [95m[1][0m[95m[♥][0m
echo       [90;1m╚═╦═════════════»[0m        [92m[HydraHD][0m         [95m[2][0m[95m[♥][0m
echo         [90;1m╚═╦════════════»[0m       [92m[Nunflix][0m         [95m[3][0m[95m[♥][0m
echo           [90;1m╚═╦═══════════»[0m      [92m[Braflix][0m         [95m[4][0m[95m[♥][0m
echo             [90;1m╚═╦══════════»[0m      [92m[FlixHQ][0m         [95m[5][0m[95m[♥][0m
echo               [90;1m╚═╦═════════»[0m      [92m[NEPU][0m          [95m[6][0m[95m[♥][0m
echo                 [90;1m╚═╦════════»[0m     [92m[RIVE][0m          [95m[7][0m[95m[♥][0m
echo                   [90;1m╚═╦═══════»[0m    [92m[Back] [0m         [95m[9][0m
echo|set /p=".                    [90;1m╚════════>[0m"
choice /c 123456789 >nul
if /I "%errorlevel%" EQU "1" (
  start "" https://smashystream.com
  goto :Start
)
if /I "%errorlevel%" EQU "2" (
  start "" https://hydrahd.cc/
  goto :Start
)
if /I "%errorlevel%" EQU "3" (
  start "" https://nunflix.live/
  goto :Start
)
if /I "%errorlevel%" EQU "4" (
  start "" https://www.braflix.gd
  goto :Start
)
if /I "%errorlevel%" EQU "5" (
  start "" https://flixhq.click/home
  goto :Start
)
if /I "%errorlevel%" EQU "6" (
  start "" https://nepu.to/
  goto :Start
)
if /I "%errorlevel%" EQU "7" (
  start "" https://rivestream.live/
  goto :Start
)
if /I "%errorlevel%" EQU "9" (
  goto :Start
)
:Anime
cls
echo.
echo.
echo.
echo     [34m           ▄████████  ▄█    █▄     ▄████████    ▄████████ ▄██   ▄       ███        ▄████████ ▀█████████▄  [0m
echo     [34m          ███    ███ ███    ███   ███    ███   ███    ███ ███   ██▄ ▀█████████▄   ███    ███   ███    ███ [0m
echo     [94m          ███    █▀  ███    ███   ███    █▀    ███    ███ ███▄▄▄███    ▀███▀▀██   ███    ███   ███    ███ [0m
echo     [94m         ▄███▄▄▄     ███    ███  ▄███▄▄▄      ▄███▄▄▄▄██▀ ▀▀▀▀▀▀███     ███   ▀   ███    ███  ▄███▄▄▄██▀  [0m
echo     [36m        ▀▀███▀▀▀     ███    ███ ▀▀███▀▀▀     ▀▀███▀▀▀▀▀   ▄██   ███     ███     ▀███████████ ▀▀███▀▀▀██▄  [0m
echo     [36m          ███    █▄  ███    ███   ███    █▄  ▀███████████ ███   ███     ███       ███    ███   ███    ██▄ [0m
echo     [96m          ███    ███ ███    ███   ███    ███   ███    ███ ███   ███     ███       ███    ███   ███    ███ [0m
echo     [96m          ██████████  ▀██████▀    ██████████   ███    ███  ▀█████▀     ▄████▀     ███    █▀  ▄█████████▀  [0m
echo.
echo                                                 ^_^_^_          ^_                    
echo                                                ^/   ^|  ^_^_^_^_  (^_)^_^_^_ ^_^_^_  ^_^_^_    
echo                                               ^/ ^/^| ^| ^/ ^_^_ ^\^/ ^/ ^_^_ `^_^_ ^\^/ ^_ ^\   
echo                                              ^/ ^_^_^_ ^|^/ ^/ ^/ ^/ ^/ ^/ ^/ ^/ ^/ ^/  ^_^_^/  
echo                                             ^/^_^/  ^|^_^/^_^/ ^/^_^/^_^/^_^/ ^/^_^/ ^/^_^/^\^_^_^_^/     
echo.
echo.
:input
echo                  [94m      the [95m[♥][0m [94mmeans that the r/Piracy community approve and love this site/app[0m
echo     [90;1m#═╦══════════════»[0m              [31m[Sites][0m
echo       [90;1m╚═╦═════════════»[0m         [92m[Flugel Anime][0m     [95m[1][0m[95m[♥][0m
echo         [90;1m╚═╦════════════»[0m           [92m[Miruro][0m        [95m[2][0m[95m[♥][0m
echo           [90;1m╚═╦═══════════»[0m         [92m[HiAnime][0m        [95m[3][0m[95m[♥][0m
echo             [90;1m╚═╦══════════»[0m         [92m[1Anime][0m        [95m[4][0m  
echo               [90;1m╚═╦═════════»[0m       [92m[123Anime][0m       [95m[5][0m
echo                 [90;1m╚═╦════════»[0m      [92m[Animepahe][0m      [95m[6][0m[95m[♥][0m
echo                   [90;1m╚═╦═══════»[0m   [92m[Everythingmoe] [0m   [95m[7][0m
echo                     [90;1m╚═╦══════»[0m  [31m[Desktop Apps][0m     [95m[8][0m
echo                       [90;1m╚═╦═════»[0m    [92m[Back][0m          [95m[9][0m
echo|set /p=".                        [90;1m╚══════>[0m"
choice /c 123456789 >nul
if /I "%errorlevel%" EQU "1" (
  start "" https://flugelanime.com
  goto :Start
)
if /I "%errorlevel%" EQU "2" (
  start "" https://www.miruro.tv
  goto :Start
)
if /I "%errorlevel%" EQU "3" (
  start "" https://hianime.to
  goto :Start
)
if /I "%errorlevel%" EQU "4" (
  start "" https://1anime.co
  goto :Start
)
)
if /I "%errorlevel%" EQU "5" (
  start https://123anime.info/
  goto :Start
)
)
if /I "%errorlevel%" EQU "6" (
  start "" https://animepahe.ru
  goto :Start
)
)
if /I "%errorlevel%" EQU "7" (
  start "" https://everythingmoe.com
  goto :Start
)
)
if /I "%errorlevel%" EQU "8" (

  goto :DA
)

if /I "%errorlevel%" EQU "9" (
  goto :Start
)
:Entertainment
cls
echo.
echo.
echo.
echo     [34m           ▄████████  ▄█    █▄     ▄████████    ▄████████ ▄██   ▄       ███        ▄████████ ▀█████████▄  [0m
echo     [34m          ███    ███ ███    ███   ███    ███   ███    ███ ███   ██▄ ▀█████████▄   ███    ███   ███    ███ [0m
echo     [94m          ███    █▀  ███    ███   ███    █▀    ███    ███ ███▄▄▄███    ▀███▀▀██   ███    ███   ███    ███ [0m
echo     [94m         ▄███▄▄▄     ███    ███  ▄███▄▄▄      ▄███▄▄▄▄██▀ ▀▀▀▀▀▀███     ███   ▀   ███    ███  ▄███▄▄▄██▀  [0m
echo     [36m        ▀▀███▀▀▀     ███    ███ ▀▀███▀▀▀     ▀▀███▀▀▀▀▀   ▄██   ███     ███     ▀███████████ ▀▀███▀▀▀██▄  [0m
echo     [36m          ███    █▄  ███    ███   ███    █▄  ▀███████████ ███   ███     ███       ███    ███   ███    ██▄ [0m
echo     [96m          ███    ███ ███    ███   ███    ███   ███    ███ ███   ███     ███       ███    ███   ███    ███ [0m
echo     [96m          ██████████  ▀██████▀    ██████████   ███    ███  ▀█████▀     ▄████▀     ███    █▀  ▄█████████▀  [0m
echo.
echo                                   ______      __            __        _                            __ 
echo                                  ^/ ____^/___  ^/ ^/____  _____^/ ^/_____ _(_)___  ____ ___  ___  ____  ^/ ^/_
echo                                 ^/ __^/ ^/ __ ^\^/ __^/ _ ^\^/ ___^/ __^/ __ `^/ ^/ __ ^\^/ __ `__ ^\^/ _ ^\^/ __ ^\^/ __^/
echo                                ^/ ^/___^/ ^/ ^/ ^/ ^/_^/  __^/ ^/  ^/ ^/_^/ ^/_^/ ^/ ^/ ^/ ^/ ^/ ^/ ^/ ^/ ^/ ^/  __^/ ^/ ^/ ^/ ^/_  
echo                               ^/_____^/_^/ ^/_^/^\__^/^\___^/_^/   ^\__^/^\__,_^/_^/_^/ ^/_^/_^/ ^/_^/ ^/_^/^\___^/_^/ ^/_^/^\__^/  
echo.
echo.
echo.                                                                          
:input
echo     [90;1m#═╦═══════»[0m  [92m[Movies ^& TV Shows][0m  [95m[1][0m
echo       [90;1m╚═╦══════»[0m       [92m[Anime][0m        [95m[2][0m
echo         [90;1m╚═╦═════»[0m       [92m[Back][0m        [95m[9][0m
echo|set /p=".          [90;1m╚══════>[0m"
choice /c 123456789 >nul
if /I "%errorlevel%" EQU "1" (
  goto :MoviesTVShows
)
if /I "%errorlevel%" EQU "2" (
  goto :Anime
)
if /I "%errorlevel%" EQU "9" (
  goto :Start
)
:Games
cls
echo.
echo.
echo.
echo     [34m           ▄████████  ▄█    █▄     ▄████████    ▄████████ ▄██   ▄       ███        ▄████████ ▀█████████▄  [0m
echo     [34m          ███    ███ ███    ███   ███    ███   ███    ███ ███   ██▄ ▀█████████▄   ███    ███   ███    ███ [0m
echo     [94m          ███    █▀  ███    ███   ███    █▀    ███    ███ ███▄▄▄███    ▀███▀▀██   ███    ███   ███    ███ [0m
echo     [94m         ▄███▄▄▄     ███    ███  ▄███▄▄▄      ▄███▄▄▄▄██▀ ▀▀▀▀▀▀███     ███   ▀   ███    ███  ▄███▄▄▄██▀  [0m
echo     [36m        ▀▀███▀▀▀     ███    ███ ▀▀███▀▀▀     ▀▀███▀▀▀▀▀   ▄██   ███     ███     ▀███████████ ▀▀███▀▀▀██▄  [0m
echo     [36m          ███    █▄  ███    ███   ███    █▄  ▀███████████ ███   ███     ███       ███    ███   ███    ██▄ [0m
echo     [96m          ███    ███ ███    ███   ███    ███   ███    ███ ███   ███     ███       ███    ███   ███    ███ [0m
echo     [96m          ██████████  ▀██████▀    ██████████   ███    ███  ▀█████▀     ▄████▀     ███    █▀  ▄█████████▀  [0m
echo.
echo                                                ______                         
echo                                               ^/ ____^/___ _____ ___  ___  _____
echo                                              ^/ ^/ __^/ __ `^/ __ `__ ^\^/ _ ^\^/ ___^/
echo                                             ^/ ^/_^/ ^/ ^/_^/ ^/ ^/ ^/ ^/ ^/ ^/  __(__  ) 
echo                                             ^\____^/^\__,_^/_^/ ^/_^/ ^/_^/^\___^/____^/  
echo.
echo.
echo.
:input
echo                  [94m      the [95m[♥][0m [94mmeans that the r/Piracy community approve and love this site/app[0m
echo     [90;1m#═╦═════════»[0m       [92m[Gamebounty.world][0m   [95m[1][0m
echo       [90;1m╚═╦════════»[0m       [92m[Fitgirl-repacks][0m   [95m[2][0m
echo         [90;1m╚═╦═══════»[0m      [92m[Skidrowreloaded][0m   [95m[3][0m
echo           [90;1m╚═╦══════»[0m      [92m[Cracked-games][0m    [95m[4][0m
echo             [90;1m╚═╦═════»[0m      [92m[Dodi-repacks][0m    [95m[5][0m
echo               [90;1m╚═╦════»[0m     [92m[Torrminatorr][0m    [95m[6][0m
echo                 [90;1m╚═╦═══»[0m     [92m[Gog-games] [0m     [95m[7][0m
echo                   [90;1m╚═╦══»[0m    [92m[Steamrip][0m       [95m[8][0m
echo                     [90;1m╚═╦═»[0m     [92m[Back][0m         [95m[9][0m
echo|set /p=".                      [90;1m╚══>[0m"
choice /c 123456789 >nul
if /I "%errorlevel%" EQU "1" (
  start "" https://gamebounty.world
  goto :Start
)
if /I "%errorlevel%" EQU "2" (
  start "" https://fitgirl-repacks.site
  goto :Start
)
if /I "%errorlevel%" EQU "3" (
  start "" https://www.skidrowreloaded.com
  goto :Start
)
if /I "%errorlevel%" EQU "4" (
  start "" https://cracked-games.org
  goto :Start
)
if /I "%errorlevel%" EQU "5" (
  start "" https://dodi-repacks.site
  goto :Start
)
if /I "%errorlevel%" EQU "6" (
  start "" https://torrminatorr.com
  goto :Start
)
if /I "%errorlevel%" EQU "7" (
  start "" https://www.gog-games.to
  goto :Start
)
if /I "%errorlevel%" EQU "8" (
  start "" https://steamrip.com/
  goto :Start
)
if /I "%errorlevel%" EQU "9" (
goto :Start
)
:Torrents
cls
echo.
echo.
echo.
echo     [34m           ▄████████  ▄█    █▄     ▄████████    ▄████████ ▄██   ▄       ███        ▄████████ ▀█████████▄  [0m
echo     [34m          ███    ███ ███    ███   ███    ███   ███    ███ ███   ██▄ ▀█████████▄   ███    ███   ███    ███ [0m
echo     [94m          ███    █▀  ███    ███   ███    █▀    ███    ███ ███▄▄▄███    ▀███▀▀██   ███    ███   ███    ███ [0m
echo     [94m         ▄███▄▄▄     ███    ███  ▄███▄▄▄      ▄███▄▄▄▄██▀ ▀▀▀▀▀▀███     ███   ▀   ███    ███  ▄███▄▄▄██▀  [0m
echo     [36m        ▀▀███▀▀▀     ███    ███ ▀▀███▀▀▀     ▀▀███▀▀▀▀▀   ▄██   ███     ███     ▀███████████ ▀▀███▀▀▀██▄  [0m
echo     [36m          ███    █▄  ███    ███   ███    █▄  ▀███████████ ███   ███     ███       ███    ███   ███    ██▄ [0m
echo     [96m          ███    ███ ███    ███   ███    ███   ███    ███ ███   ███     ███       ███    ███   ███    ███ [0m
echo     [96m          ██████████  ▀██████▀    ██████████   ███    ███  ▀█████▀     ▄████▀     ███    █▀  ▄█████████▀  [0m
echo.
echo                                           ______                           __      
echo                                          ^/_  __^/___  _____________  ____  ^/ ^/______
echo                                           ^/ ^/ ^/ __ ^\^/ ___^/ ___^/ _ ^\^/ __ ^\^/ __^/ ___^/
echo                                          ^/ ^/ ^/ ^/_^/ ^/ ^/  ^/ ^/  ^/  __^/ ^/ ^/ ^/ ^/_(__  ) 
echo                                         ^/_^/  ^\____^/_^/  ^/_^/   ^\___^/_^/ ^/_^/^\__^/____^/  
echo.
echo.
echo.
:input
echo                  [94m      the [95m[♥][0m [94mmeans that the r/Piracy community approve and love this site/app[0m
echo     [90;1m#═╦═══════»[0m  [92m[Torrentgalaxy][0m [95m[1][0m[95m[♥][0m
echo       [90;1m╚═╦══════»[0m    [92m[Glodls][0m     [95m[2][0m
echo         [90;1m╚═╦═════»[0m    [92m[1377x][0m     [95m[3][0m
echo           [90;1m╚═╦════»[0m    [92m[Back][0m     [95m[9][0m
echo|set /p=".            [90;1m╚═════>[0m"
choice /c 123456789 >nul
if /I "%errorlevel%" EQU "1" (
  start "" https://torrentgalaxy.to
  goto :Start
)
if /I "%errorlevel%" EQU "2" (
  start "" https://glodls.to
  goto :Start
)
if /I "%errorlevel%" EQU "3" (
  start "" https://www.1377x.to/
  goto :Start
)
if /I "%errorlevel%" EQU "9" (
 goto :Start
)
:Start
cls
echo.
echo.
echo.
echo     [34m           ▄████████  ▄█    █▄     ▄████████    ▄████████ ▄██   ▄       ███        ▄████████ ▀█████████▄  [0m
echo     [34m          ███    ███ ███    ███   ███    ███   ███    ███ ███   ██▄ ▀█████████▄   ███    ███   ███    ███ [0m
echo     [94m          ███    █▀  ███    ███   ███    █▀    ███    ███ ███▄▄▄███    ▀███▀▀██   ███    ███   ███    ███ [0m
echo     [94m         ▄███▄▄▄     ███    ███  ▄███▄▄▄      ▄███▄▄▄▄██▀ ▀▀▀▀▀▀███     ███   ▀   ███    ███  ▄███▄▄▄██▀  [0m
echo     [36m        ▀▀███▀▀▀     ███    ███ ▀▀███▀▀▀     ▀▀███▀▀▀▀▀   ▄██   ███     ███     ▀███████████ ▀▀███▀▀▀██▄  [0m
echo     [36m          ███    █▄  ███    ███   ███    █▄  ▀███████████ ███   ███     ███       ███    ███   ███    ██▄ [0m
echo     [96m          ███    ███ ███    ███   ███    ███   ███    ███ ███   ███     ███       ███    ███   ███    ███ [0m
echo     [96m          ██████████  ▀██████▀    ██████████   ███    ███  ▀█████▀     ▄████▀     ███    █▀  ▄█████████▀  [0m
echo.
echo.
echo.
:input
echo     [90;1m#═╦══════════════»[0m          [92m[Entertainment][0m   [95m[1][0m
echo       [90;1m╚═╦═════════════»[0m           [92m[All Purpose][0m   [95m[2][0m
echo         [90;1m╚═╦════════════»[0m            [92m[Emulation][0m   [95m[3][0m
echo           [90;1m╚═╦═══════════»[0m           [92m[Torrents][0m    [95m[4][0m
echo             [90;1m╚═╦══════════»[0m            [92m[Games][0m     [95m[5][0m
echo               [90;1m╚═╦═════════»[0m           [92m[Tools][0m     [95m[6][0m
echo                 [90;1m╚═╦════════»[0m          [92m[Books][0m     [95m[7][0m
echo                   [90;1m╚═╦═══════»[0m         [92m[Music][0m     [95m[8][0m
echo                     [90;1m╚═╦══════»[0m        [92m[Manga][0m     [95m[9][0m
echo|set /p=".                      [90;1m╚═══════>[0m"
choice /c 123456789 >nul
if /I "%errorlevel%" EQU "1" (
  goto :Entertainment
)
if /I "%errorlevel%" EQU "2" (
  goto :AllPurpose
)
if /I "%errorlevel%" EQU "3" (
  goto :Emulation
)
if /I "%errorlevel%" EQU "4" (
  goto :Torrents
)
if /I "%errorlevel%" EQU "5" (
  goto :Games
)
if /I "%errorlevel%" EQU "6" (
  goto :Tools
)
if /I "%errorlevel%" EQU "7" (
  goto :Books
)
if /I "%errorlevel%" EQU "8" (
  goto :Music
)
if /I "%errorlevel%" EQU "9" (
  goto :Manga
)